[Cues]
Act_E4_3A_Bathroom_HairDye_Look01_Max_010="That blue dye makes me so happy. It means the real Chloe is back... with me."
Act_E4_3A_Bathroom_Sink_Look01_Max_010="Last time I wanted to splash some water on my face, my whole life changed…"
Act_E4_3A_ChloeRoom_AshTray_Look01_Max_010="Yes, Chloe Price was here."
Act_E4_3A_ChloeRoom_ButterflyPicture_Look01_Max_010="This butterfly photo seems like a million years ago... How much time have I altered since?"
Act_E4_3A_ChloeRoom_CashBox_Look01_Max_010="There’s Chloe’s cash stash... Sorry, Principal Wells."
Act_E4_3A_ChloeRoom_ChChloe_Look02_Max_020="I wish I could tell Chloe how much William cared about her…"
Act_E4_3A_ChloeRoom_ChloeRoomWindow_Look01_Max_010="It's such a warm beautiful day. How could a killer storm just pop up tomorrow?"
Act_E4_3A_ChloeRoom_Coffecups_Look01_Max_010="Staying up all night is the best excuse to drink lotsa coffee."
Act_E4_3A_ChloeRoom_CrumbledPapers_Look01_Max_010="Even Holmes and Watson didn't use every piece of information."
Act_E4_3A_ChloeRoom_GunMagazine_Look01_Max_010="That's my Chloe."
Act_E4_3A_ChloeRoom_Gun_Look01_Max_010="I still feel sketchy about giving Chloe the gun back."
Act_E4_3A_ChloeRoom_InvestigationBoard_Look01_Max_010="Amazing how innocent our drawings were, compared to what we're doing now."
Act_E4_3A_ChloeRoom_MagazineClipping_Look01_Max_010="Damn, this is a serious exposé on the Prescotts... Finally!"
Act_E4_3A_ChloeRoom_PrintedEmail_Look01_Max_010="I should have known just erasing that phone message wouldn’t stop the police…"
Act_E4_3A_ChloeRoom_PrintedEmail_Look03_Max_010="Oh great, Chloe is busted again. I was her partner in crime, but... not this time…"
Act_E4_3A_ChloeRoom_Scripted02_Max_020="I can’t abuse this level of my rewind power... It’s way too dangerous, and I need to navigate the present without messing up the past…"
Act_E4_3A_ChloeRoom_Scripted_Max_010="Now I should go check out the big board…"
Act_E4_3A_ChloeRoom_Scripted_Max_020="This looks like a maze of clues... or a total mess."
Act_E4_3A_ChloeRoom_Scripted_Max_030="Now I better hit the garage and dig through David’s files…"
Act_E4_3A_ChloeRoom_Scripted_Max_040="I have to adjust to being back here..."
Act_E4_3A_ChloeRoom_Scripted_Max_050="Yes, I’m back, but I have no idea what happened in this time zone…"
Act_E4_3A_ChloeRoom_Scripted_Max_060="I’ve never seen Chloe so focused on anything in my life…"
Act_E4_3A_ChloeRoom_Scripted_Max_070="For two misfits, I think we’re actually close to finding Rachel Amber."
Act_E4_3A_ChloeRoom_Scripted_Max_080="Is there still another reality with Chloe and her accident?"
Act_E4_3A_ChloeRoom_Scripted_Max_090="Max, stop thinking about alternate lives and focus on the one you're in."
Act_E4_3A_ChloeRoom_Scripted_Max_100="Oh, Chloe, you will never know how happy I am to be back here with you."
Act_E4_3A_ChloeRoom_Scripted_Max_110="Oh, Chloe, there is no way I could ever let you die."
Act_E4_3A_ChloeRoom_Scripted_Max_120="And if you are in an alternate world, forgive me for not giving you that morphine…"
Act_E4_3A_ChloeRoom_Scripted_Max_130="Man, this went from Chloe’s antiseptic room back to David’s bunker just like that."
Act_E4_3A_ChloeRoom_Scripted_Max_140="So with this power upgrade, I can time-travel within any photo of myself... or selfie."
Act_E4_3A_ChloeRoom_Scripted_Max_150="If I start time-tripping through my photos, I could fuck things up even more..."
Act_E4_3A_ChloeRoom_ShoeBox_Look01_Max_010="I'm so sorry, William... It's not fair you had to die twice."
Act_E4_3A_ChloeRoom_SnowDoe_Look01_Max_010="The snow doe is still broken apart, like William from Chloe…"
Act_E4_3A_ChloeRoom_SnowDoe_Look02_Max_010="That snow doe always makes me think of William and Chloe."
Act_E4_3A_ChloeRoom_zen_Max_010="Welcome back to the real world, Max…"
Act_E4_3A_ChloeRoom_zen_Max_020="I don't think I can ever tell Chloe about what happened."
Act_E4_3A_ChloeRoom_zen_Max_030="How can I explain to my best friend that I put her in a wheelchair just to euthanize her... and then I had to let her father die again?"
Act_E4_3A_ChloeRoom_zen_Max_040="How can I explain to my best friend that I put her in a wheelchair, then refused to honor her dying request... Then I had to let her father die again?"
Act_E4_3A_ChloeRoom_zen_Max_050="So... no fucking way. Chloe has enough excuses to hate the world."
Act_E4_3A_ChloeRoom_zen_Max_060="But if my tornado vision is true, then we might not have a world after this week…"
Act_E4_3A_Corridor_ArcadiaBayPoster_Look01_Max_010="This might be the last poster advertising Arcadia Bay after tomorrow night…"
Act_E4_3A_Corridor_BlueBird_Look01_Max_010="Oh no, that poor little bird has been trapped in here!"
Act_E4_3A_Corridor_BlueBird_VoiceOver01_Max_010="Fly! Be free!"
Act_E4_3A_Corridor_BlueBird_VoiceOver01_Max_020="Oh shit! Poor thing..."
Act_E4_3A_Corridor_ParentsDoor_Look01_Max_010="Since David might be in there, I better mosey along for a change."
Cue_E4_3A_ChloeRoom_ChloeDesk_IGE_Chloe_010="I’m getting lost in all this shit…"
Cue_E4_3A_ChloeRoom_ChloeDesk_IGE_Chloe_020="I feel like we’re missing a major clue…"
Cue_E4_3A_ChloeRoom_ChloeDesk_IGE_Chloe_030="Max, we are this close to finding Rachel…"
Cue_E4_3A_ChloeRoom_ChloeDesk_IGE_Max_033="Keep digging, Chloe…"
Cue_E4_3A_ChloeRoom_ChloeDesk_IGE_Max_036="Chloe, you’re on fire…"
Cue_E4_3A_ChloeRoom_ChloeTobanga_IGE_Chloe_010=""The Tobanga is perhaps Arcadia Bay's oldest original totem.""
Cue_E4_3A_ChloeRoom_ChloeTobanga_IGE_Chloe_020=""Despite controversy, no tribe has claimed... has claimed ownership of the Tobanga.""
Cue_E4_3A_ChloeRoom_ChloeTobanga_IGE_Chloe_030="Sorry, Max, but this really interesting. Plus I love saying Tobanga... Tobanga..."
Cue_E4_3A_ChloeRoom_ChloeTobanga_IGE_Max_025="Nathan Prescott already tried."
Cue_E4_3A_ChloeRoom_ChloeTobanga_IGE_Max_035="I hope the Tobanga does too."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_020="Right... uh, what things?"
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_040="Three, beat step-douche down until he tells us about Frank, Nathan, and the "Dark Room.""
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_050="And I do have a gun now…"
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_080="Too bad I don’t have a gun anymore…"
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_100="Dude, at least let me kick his ass, then rewind—|Fine, whatevs, it's your power."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_120="At least you let me take that money to pay Frank off."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_140="You didnt even let me take that money to pay Frank off."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_160="I know. You should get busy in the garage to see what dirt you can dig up. I'm going to cyberstalk some names and see where that leads... or to who."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_170="And be careful of step-crack... unless you want to hang out with him after you stood up for his ass yesterday."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Chloe_190="And be careful of step-crack. He's not going to be a happy camper after you reamed him yesterday, and Mom is giving him the boot..."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_010="So close, yet so far away...|We have to do three main things."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_030="One, decipher Frank's logbook. Two, get Nathan's phone to find out where he's been during the Vortex Club parties with Kate and Rachel. And see whatever hidden shit he's got in his messages."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_060="Keep it in your pants. We’ll have to do this on our own."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_090="Yes, that’s the solution. We’ll have to do this on our own."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_110="Which I can’t waste on shit like that. Or Blackwell would be in big trouble."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_130="Don’t remind me. I just want him off your back. Our back…"
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_150="And I’m glad. We have to be better than that."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_180="Oh, please."
Cue_E4_3A_ChloeRoom_GoSearchDavid_Max_200="I’m on it, partner."
Cue_E4_3A_ChloeRoom_Insertion_Chloe_030="Whoa! Down, Max! You get one kiss and now you're all over me..."
Cue_E4_3A_ChloeRoom_Insertion_Chloe_040="Oh yeah, now you suddenly want to kiss me? You had your chance."
Cue_E4_3A_ChloeRoom_Insertion_Chloe_060="You sound high, but thanks for the morning grope. Since we were up all night playing&nbsp;"CSI:&nbsp;Arcadia Bay," I was still spaced out here, trying to put all this info together."
Cue_E4_3A_ChloeRoom_Insertion_Chloe_080="Max, did you forget we've gone over this? I hope you weren't messing around with time while I was sleeping..."
Cue_E4_3A_ChloeRoom_Insertion_Max_010="Chloe... you're back."
Cue_E4_3A_ChloeRoom_Insertion_Max_020="Chloe... you're alive. Yes!"
Cue_E4_3A_ChloeRoom_Insertion_Max_050="I'm just... I'm just—I'm so glad you're here!"
Cue_E4_3A_ChloeRoom_Insertion_Max_090="Not anymore. I'm just spaced out, too."
Cue_E4_3A_ChloeRoom_Insertion_Max_095="Let's look at the big board and see all our pieces in the puzzle so far."
